{
  "web_domru": {
    "description":"",
    "tables": {
      "calltouch": {
        "comment": "Данные Calltouch",
        "fields": {
          "ts": "Дата и время начала звонка",
          "ip": "IP-адрес клиента, совершившего звонок.",
          "callphase": "Параметр показывает в какой именно момент звонка поступает webhook. Параметр будет принимать следующие значения: callphase=callconnected, если webhook отправлен в момент начала звонка callphase=calldisconnected, если webhook отправлен в момент завершения звонка",
          "callerphone": "Телефонный номер клиента, с которого он выполняет звонок.",
          "phonenumber": "Отслеживаемый номер, на который звонит клиент.",
          "redirectNumber": "Номер переадресации, на который переадресовался звонок клиента.",
          "source": "Источник трафика перехода на сайт.",
          "medium": "Канал трафика перехода на сайт. Если значение отсутствует, передается значение <не указано>.",
          "utm_source": "Значение utm-метки utm_source. Если в URL перехода отсутствовали все utm-метки, то передается значение <не указано>. Если в URL перехода были utm-метки, но utm_source отсутствовала или была пуста, то передается значение <не заполнено>.",
          "utm_medium": "Значение utm-метки utm_medium. Если в URL перехода отсутствовали все utm-метки, то передается значение <не указано>. Если в URL перехода были utm-метки, но utm_medium отсутствовала или была пуста, то передается значение <не заполнено>.",
          "utm_campaign": "Значение utm-метки utm_campaign. Если в URL перехода отсутствовали все utm-метки, то передается значение <не указано>. Если в URL перехода были utm-метки, но utm_campaign отсутствовала или была пуста, то передается значение <не заполнено>.",
          "utm_term": "Значение utm-метки utm_term. Если в URL перехода отсутствовали все utm-метки, то передается значение <не указано>. Если в URL перехода были utm-метки, но utm_term отсутствовала или была пуста, то передается значение <не заполнено>.",
          "gcid": "Идентификатор Google Client ID.",
          "yaClientId": "Идентификатор Yandex Client ID.",
          "sessionId": "Идентификатор сессии Calltouch.",
          "hostname": "Отслеживаемый домен или поддомен ресурса, на который был осуществлен переход (например: ok.ru, vk.com, google.com).",
          "url": "URL, по которому попали на сайт (куда перешел посетитель). Фиксируется только страница входа в пределах сессии. Если URL не удалось определить, параметр передается с пустым значением.",
          "ref": "URL источника пользовательского перехода (откуда пришел посетитель). Присутствует только если был выполнен реферальный переход с какой-либо рекламной площадки, иначе передается пустое значение.",
          "user_agent": "User Agent - строка с идентифицирующей информацией о пользователе, его устройстве и браузере"
        }
      }
    }
  }
}
